const pagesJson = {
    start: {
        country: 'None',
        description: "This eight-map anthology by the American cartographer Richard Edes Harrison was published in Fortune magazine in 1944. During the World War II years Harrison pioneered a new cartographic approach influenced by aviation: looking at the world as if from above. During the 19th century, “birds-eye-view” maps in America came to represent thorough, albeit sometimes incomprehensible, statistical maps (Schulten 2012). Harrison's maps are a literal (steel) bird's view. His maps lack statistical information, and instead focus on simplification, connections, and narrative.  Harrison's maps provided a stark new view of countries, continents and connectivity that was lost in the ubiquitous Mercator projection (Schulten 2001). The maps, especially those of the WWII theater, became extremely popular with magazine readers for their “visceral” portrayal; however some cartographers lambasted Harrison for sacrificing scientific accuracy, and calling his maps “propagandist”. ",
        mapZoom: [
            [-638.3137664794922,-311.5122833251953],
            [125.68623352050781,1128.4877166748047]
        ]
    },
    scene1: {
        country: 'US',
        description: "This map centers on the U.S., while showing the major American port cities connected to other parts of the world. This was a typical view of “geographical isolation” of the U.S. that Harrison strived to dispel. His WWII maps, for example, emphasized the country’s proximity to the embattled parts of the world, as well as its centrality in the conflict.",
        mapZoom: [
            [-248.47198486328125,-65.07759857177734,],
            [-57.47198486328125,294.92240142822266]
        ]
    },
    scene2: {
        country: 'Iceland',
        description: "One common technique that Harrison employed was to center his maps at the North Pole (Schulten 2001). Such feat is impossible in the Mercator projection; Harrison instead argued for Azimuthal projection as more appropriate (Tyner 2015). When “looking down” at the North Pole, all of sudden far-away Asia and Europe appear much closer, and the tiny Iceland reigns as “kingpin of North Atlantic”. This is the space-time compression of the aviation age illustrated in a map.",
        mapZoom: [
            [-242.748779296875,89.75276947021484],
            [-51.748779296875,449.75276947021484]
        ]
    },
    scene3: {
        country: 'Europe',
        description: "This map centers on Europe, cradled by its “close neighbors”, with the U.S. tethered to it by shipping routes. Schulten writes that from the war period and beyond, educational atlases in America tried to portray the world as more interconnected. Harrison’s cartographic approach was particularly appealing for that reason.",
        mapZoom: [
            [-240.65827178955078,259.479248046875],
            [-49.65827178955078,619.479248046875]
        ]
    },
    scene4: {
        country: 'Africa',
        description: "In this disorienting perspective centered on Africa, the North Pole points down and to the left, defying cartographic conventions of the time. This unfamiliar view of Africa underscores the massive size of the continent (much diminished in the Mercator projection). To create visual impact, Harrison's maps have to sacrifice a certain amount of geography accuracy. His maps have been criticizes as being artistic rather than scientific (Schulten 2001).",
        mapZoom: [
            [-242.3383331298828,414.7229919433594],
            [-51.33833312988281,774.7229919433594]
        ]
    },
    scene4Continued: {
        country: 'Africa',
        description: "Starting in the 18th century cartography has consciously moved away from such “artistic” representations toward a more empiricist and “scientific” approach (Edney 1993). This lent itself to an appearance of authority and subsequent social acceptance of that authority: “geographic data are awarded an epistemological coherence to match the ontological coherence of the world itself” (Edney 1993). However, Harrison touted his lack of professional cartographic training, and criticized cartographers for failing to present the “spatial reality” of the world (Schulten 2001).",
        mapZoom: [
            [-242.3383331298828,414.7229919433594],
            [-51.33833312988281,774.7229919433594]
        ]
    },
    scene5: {
        country: 'Argentina',
        description: "“The dagger pointing at the heart of Antarctica” may seem like a silly description of Argentina, but it graphically underscores the effect of this rarely-seen perspective, with the South Pole at the top. In fact, the entire continent of Antarctica is usually missing form the Mercator projection maps. Here, it looks just a hop away from the tip of Argentina (and even Miami doesn't seem terribly far away). Harrison has foreseen the North Pole becoming an important battleground in the age of aviation; could the South Pole be close behind?",
        mapZoom: [
            [-429.79936599731445,-67.75711822509766],
            [-238.79936599731445,292.24288177490234]
        ]
    },
    scene6: {
        country: 'Australia',
        description: "Floating in the sea of blue, this “island continent” seems more isolated than others. It is interesting how the northern hemisphere maps are very “land-oriented”, focuses on what Schulten (2001) describes as “tightly wedged continents brought closer by the dramatic advances in aviation”. The maps of Argentina and Australia remind the viewer of the vastness of the world's oceans, although as a collection, these maps hardly produce the perception of the “blue planet.”",
        mapZoom: [
            [-429.3784828186035,92.46717071533203],
            [-238.37848281860352,452.46717071533203]
        ]
    },
    scene7: {
        country: 'Alaska',
        description: "This polar perspective map is reminiscent of another Harrison map, “Japan from Alaska” (Schulten 2001). These maps underscore the proximity of Alaska (then a U.S. territory) to Asia. During the war, this map could have a different connotation: the proximity of the enemy. Harrison’s maps spoke to those concerned with U.S. vulnerability in the world, as well as those with more humanistic views of global relations (Schulten 2001).",
        mapZoom: [
            [-430.0257911682129,257.2304916381836],
            [-239.0257911682129,617.2304916381836]
        ]
    },
    scene8: {
        country: 'Asia',
        description: "Another disorienting perspective that flaunts its defiance of cartographic traditions. Here, the eastern parts of Asia and North America look dimished, with the focus on the center of the continent, “the cradle of civilization, the grave of conquest”, with Europe sadly peeking out from under the “elbow” of the Middle East. The poignant caption adds to the dramatic emotional impact. Because of their distortions and emotional appeal, some critics dismissed Harrison's maps as propaganda.", 
        mapZoom: [
            [-430.5622978210449,417.1325912475586],
            [-239.56229782104492,777.1325912475586]
        ]
    },
    scene8Continued: {
        country: 'Asia',
        description: "In response Harrison claimed that all maps were inherently persuasive (Schulten 2001). WWII-era sociologist Hans Speier wrote that “maps are not confined to the representation of a given state of affairs. They can be drawn to symbolize changes, or as blueprints of the future. They may make certain traits and properties of the world they depict more intelligible--or may distort or deny them” (quoted in Tyner 2015). With Harrison and others like him, the age of the empiricist cartography seemed to be drawing to a close.",
        mapZoom: [
            [-430.5622978210449,417.1325912475586],
            [-239.56229782104492,777.1325912475586]
        ]
    },
    end: {
        country: 'None',
        description: ` References: \n
        - Matthew H Edney, “‘Cartography Without Progress’: Reinterpreting the Nature and Historical Development of Mapmaking,” Cartographica 30, nos. 2-3 (October 1993): 54–68. \n
        - Susan Schulten, “The Cartographic Consolidation of America.” In Mapping the Nation: History and Cartography in Nineteenth-Century America, (University of Chicago Press, 2012): 157–95. \n
        - Susal Schulten, The Geographical Imagination in America, 1880-1950, University of Chicago Press 2001. \n
        - Judith Tyner, “Persuasive Cartography,” in Mark Monmonier, ed., The History of Cartography, vol. 6 (University of Chicago Press, 2015): 1087–1095. \n
        - Original Map : https://collections.leventhalmap.org/search/commonwealth:q524n1590
        `,
        mapZoom: [
            [-452.539514541626,-1365.629207611084],
            [-1275.629207611084,-404.789514541626]
        ]
    },
}